Revit 2027 API
HomeCamera.BottomAngleOfFieldOfView Property
 The bottom angle of the field of view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BottomAngleOfFieldOfView { get; }
Public ReadOnly Property BottomAngleOfFieldOfView As Double
	Get
public:
property double BottomAngleOfFieldOfView {
	double get ();
}
member BottomAngleOfFieldOfView : float with get
Property Value
Double
See Also
Reference
HomeCamera Class
Autodesk.Revit.DB Namespace